Repository: Nevermind-by/Luma
Catalog: Luma/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ru, zh_hans

source: Library
de: Bibliothek
es: Biblioteca
fr: Bibliothèque
ja: ライブラリ
ru: Библиотека
zh_hans: 资料库

source: All Applications
de: Alle Apps
es: Todas las aplicaciones
fr: Toutes les applications
ja: すべてのアプリ
ru: Все приложения
zh_hans: 所有应用

source: Up to Date
de: Auf dem neuesten Stand
es: Actualizadas
fr: À jour
ja: 最新
ru: Актуальные
zh_hans: 已是最新

source: Attention
de: Aufmerksamkeit
es: Requieren atención
ja: 要対応
ru: Требуют внимания
zh_hans: 需要注意

source: Sources
de: Quellen
es: Fuentes
ja: ソース
ru: Источники
zh_hans: 来源

source: Sign Out
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
ja: サインアウト
ru: Выйти
zh_hans: 退出登录

source: Sign In
de: Anmelden
es: Iniciar sesión
fr: Se connecter
ja: サインイン
ru: Войти
zh_hans: 登录

source: Checking session…
de: Sitzung wird geprüft…
es: Comprobando sesión…
fr: Vérification de la session…
ja: セッションを確認中…
ru: Проверка сессии…
zh_hans: 正在检查会话…

source: Connected
de: Verbunden
es: Conectado
fr: Connecté
ja: 接続済み
ru: Подключено
zh_hans: 已连接

source: Sign in required
de: Anmeldung erforderlich
es: Se requiere iniciar sesión
fr: Connexion requise
ja: サインインが必要
ru: Требуется вход
zh_hans: 需要登录

source: Session expired
de: Sitzung abgelaufen
es: Sesión caducada
fr: Session expirée
ja: セッションの有効期限が切れました
ru: Сессия истекла
zh_hans: 会话已过期

source: Applications
de: Apps
es: Aplicaciones
ja: アプリケーション
ru: Приложения
zh_hans: 应用

source: Installed applications on this Mac
de: Installierte Apps auf diesem Mac
es: Aplicaciones instaladas en este Mac
fr: Applications installées sur ce Mac
ja: このMacにインストールされているアプリ
ru: Установленные приложения на этом Mac
zh_hans: 此 Mac 上已安装的应用

source: Applications with a newer release available
de: Apps mit einer neueren Version verfügbar
es: Hay una versión más reciente disponible para estas aplicaciones
fr: Applications avec une version plus récente disponible
ja: 新しいバージョンが利用可能なアプリ
ru: Для приложений доступны новые версии
zh_hans: 有更新版本可用的应用

source: Applications matching the latest checked release
de: Apps mit der zuletzt geprüften Version
es: Aplicaciones que coinciden con la última versión comprobada
fr: Applications correspondant à la dernière version vérifiée
ja: 最後に確認したバージョンと一致するアプリ
ru: Приложения с последней проверенной версией
zh_hans: 与最近检查版本一致的应用

source: Applications that could not be checked
de: Apps, deren Status nicht geprüft werden konnte
es: Aplicaciones que no se pudieron comprobar
fr: Applications qui n’ont pas pu être vérifiées
ja: 確認できなかったアプリ
ru: Приложения, которые не удалось проверить
zh_hans: 无法检查的应用

source: Refresh
de: Aktualisieren
es: Actualizar
fr: Actualiser
ja: 更新
ru: Обновить
zh_hans: 刷新

source: Search applications
de: Apps suchen
es: Buscar aplicaciones
fr: Rechercher des applications
ja: アプリを検索
ru: Поиск приложений
zh_hans: 搜索应用

source: No Applications Found
de: Keine Apps gefunden
es: No se encontraron aplicaciones
fr: Aucune application trouvée
ja: アプリが見つかりません
ru: Приложения не найдены
zh_hans: 未找到应用

source: No Updates
de: Keine Updates
es: No hay actualizaciones
fr: Aucune mise à jour
ja: アップデートはありません
ru: Нет обновлений
zh_hans: 没有更新

source: Nothing Checked Yet
de: Noch nichts geprüft
es: Aún no se ha comprobado nada
fr: Rien n’a encore été vérifié
ja: まだ確認していません
ru: Пока ничего не проверено
zh_hans: 尚未检查任何应用

source: All Clear
de: Alles aktuell
es: Todo está correcto
fr: Tout va bien
ja: 問題ありません
ru: Всё в порядке
zh_hans: 一切正常

source: Luma could not find any applications in the standard Applications folders.
de: Luma konnte keine Apps in den Standardordnern für Programme finden.
es: Luma no encontró aplicaciones en las carpetas estándar de Aplicaciones.
fr: Luma n’a trouvé aucune application dans les dossiers Applications standard.
ja: Lumaは標準のApplicationsフォルダにアプリを見つけられませんでした。
ru: Luma не нашла приложения в стандартных папках Applications.
zh_hans: Luma 未能在标准 Applications 文件夹中找到任何应用。

source: Check an application to find out whether a newer release is available.
de: Prüfen Sie eine App, um festzustellen, ob eine neuere Version verfügbar ist.
es: Comprueba una aplicación para saber si hay una versión más reciente disponible.
fr: Vérifiez une application pour savoir si une version plus récente est disponible.
ja: アプリを確認して、新しいバージョンがあるか調べてください。
ru: Проверьте приложение, чтобы узнать, доступна ли новая версия.
zh_hans: 检查应用以确认是否有更新版本。

source: Run a check on an application to see whether it is up to date.
de: Prüfen Sie eine App, um festzustellen, ob sie aktuell ist.
es: Comprueba una aplicación para saber si está actualizada.
fr: Vérifiez une application pour savoir si elle est à jour.
ja: アプリを確認して、最新バージョンかどうか調べてください。
ru: Проверьте приложение, чтобы узнать, актуально ли оно.
zh_hans: 检查应用以确认是否为最新版本。

source: No checked applications currently need attention.
de: Derzeit benötigt keine geprüfte App Aufmerksamkeit.
es: Ninguna aplicación comprobada requiere atención en este momento.
fr: Aucune application vérifiée ne nécessite actuellement d’attention.
ja: 現在、注意が必要な確認済みアプリはありません。
ru: Среди проверенных приложений сейчас нет требующих внимания.
zh_hans: 当前没有已检查的应用需要注意。

source: Check
de: Prüfen
es: Comprobar
fr: Vérifier
ja: 確認
ru: Проверить
zh_hans: 检查

source: Check AppsTorrent for an update
de: AppsTorrent auf ein Update prüfen
es: Buscar una actualización en AppsTorrent
fr: Rechercher une mise à jour sur AppsTorrent
ja: AppsTorrentでアップデートを確認
ru: Проверить AppsTorrent на наличие обновления
zh_hans: 在 AppsTorrent 中检查更新

source: Sign in to AppsTorrent first
de: Melden Sie sich zuerst bei AppsTorrent an
es: Primero inicia sesión en AppsTorrent
fr: Connectez-vous d’abord à AppsTorrent
ja: まずAppsTorrentにサインインしてください
ru: Сначала войдите в AppsTorrent
zh_hans: 请先登录 AppsTorrent

source: Checking…
de: Wird geprüft…
es: Comprobando…
fr: Vérification…
ja: 確認中…
ru: Проверка…
zh_hans: 正在检查…

source: Up to date
de: Auf dem neuesten Stand
es: Está actualizada
fr: À jour
ja: 最新
ru: Актуально
zh_hans: 已是最新

source: Update available
de: Update verfügbar
es: Actualización disponible
fr: Mise à jour disponible
ja: アップデートがあります
ru: Доступно обновление
zh_hans: 有可用更新

source: Download Update
de: Update laden
es: Descargar actualización
fr: Télécharger la mise à jour
ja: アップデートをダウンロード
ru: Скачать обновление
zh_hans: 下载更新

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ru: Отмена
zh_hans: 取消

source: Ready to Open
de: Bereit zum Öffnen
es: Listo para abrir
fr: Prêt à ouvrir
ja: 開く準備ができました
ru: Готово к открытию
zh_hans: 已准备好打开

source: The installer controls how the current version is replaced. Luma will not remove the existing app automatically.
de: Der Installer steuert, wie die aktuelle Version ersetzt wird. Luma entfernt die vorhandene App nicht automatisch.
es: El instalador controla cómo se reemplaza la versión actual. Luma no eliminará automáticamente la aplicación existente.
fr: L’installeur contrôle le remplacement de la version actuelle. Luma ne supprimera pas automatiquement l’application existante.
ja: 現在のバージョンの置き換えはインストーラが行います。Lumaが既存のアプリを自動的に削除することはありません。
ru: Установщик управляет заменой текущей версии. Luma не удаляет установленное приложение автоматически.
zh_hans: 安装程序负责替换当前版本。Luma 不会自动删除现有应用。

source: Open Installer
de: Installer öffnen
es: Abrir instalador
fr: Ouvrir l’installateur
ja: インストーラを開く
ru: Открыть установщик
zh_hans: 打开安装程序

source: Show in Finder
de: Im Finder zeigen
es: Mostrar en Finder
fr: Afficher dans le Finder
ja: Finderで表示
ru: Показать в Finder
zh_hans: 在 Finder 中显示

source: Opening %@…
de: %@ wird geöffnet…
es: Abriendo %@…
fr: Ouverture de %@…
ja: %@を開いています…
ru: Открытие %@…
zh_hans: 正在打开 %@…

source: Finish in macOS
de: Installation in macOS abschließen
es: Completa la instalación en macOS
fr: Terminez l’installation dans macOS
ja: macOSでインストールを完了
ru: Завершите установку в macOS
zh_hans: 在 macOS 中完成安装

source: Complete the installer. It may ask you to remove the current version before continuing. Luma will detect the new version automatically.
de: Schließen Sie den Installer ab. Möglicherweise werden Sie aufgefordert, die aktuelle Version vor dem Fortfahren zu entfernen. Luma erkennt die neue Version automatisch.
es: Completa el instalador. Puede pedirte que elimines la versión actual antes de continuar. Luma detectará automáticamente la nueva versión.
fr: Terminez l’installation. Il peut vous demander de supprimer la version actuelle avant de continuer. Luma détectera automatiquement la nouvelle version.
ja: インストールを完了してください。続行する前に現在のバージョンの削除を求められる場合があります。Lumaが新しいバージョンを自動的に検出します。
ru: Завершите установку. Перед продолжением установщик может попросить удалить текущую версию. Luma автоматически обнаружит новую версию.
zh_hans: 完成安装程序的操作。继续之前可能会要求删除当前版本。Luma 会自动检测新版本。

source: Open Installer Again
de: Installer erneut öffnen
es: Abrir instalador de nuevo
fr: Rouvrir l’installateur
ja: インストーラをもう一度開く
ru: Открыть установщик снова
zh_hans: 再次打开安装程序

source: Installed %@
de: %@ installiert
es: %@ instalada
fr: %@ installé
ja: %@をインストール済み
ru: Установлено %@
zh_hans: 已安装 %@

source: Unavailable
de: Nicht verfügbar
es: No disponible
fr: Indisponible
ja: 利用できません
ru: Недоступно
zh_hans: 不可用

source: Retry
de: Erneut versuchen
es: Reintentar
fr: Réessayer
ja: 再試行
ru: Повторить
zh_hans: 重试

source: Check failed
de: Prüfung fehlgeschlagen
es: Error al comprobar
fr: Échec de la vérification
ja: 確認に失敗しました
ru: Проверка не удалась
zh_hans: 检查失败

source: Page
de: Seite
es: Página
ja: ページ
ru: Страница
zh_hans: 页面

source: Reload current page
de: Aktuelle Seite neu laden
es: Recargar la página actual
fr: Recharger la page actuelle
ja: 現在のページを再読み込み
ru: Перезагрузить текущую страницу
zh_hans: 重新加载当前页面

source: Continue
de: Weiter
es: Continuar
fr: Continuer
ja: 続ける
ru: Продолжить
zh_hans: 继续

source: Sign in directly on AppsTorrent. Luma does not store your password.
de: Melden Sie sich direkt bei AppsTorrent an. Luma speichert Ihr Passwort nicht.
es: Inicia sesión directamente en AppsTorrent. Luma no almacena tu contraseña.
fr: Connectez-vous directement sur AppsTorrent. Luma ne stocke pas votre mot de passe.
ja: AppsTorrentに直接サインインしてください。Lumaはパスワードを保存しません。
ru: Войдите напрямую на AppsTorrent. Luma не хранит ваш пароль.
zh_hans: 请直接在 AppsTorrent 中登录。Luma 不会保存您的密码。

source: Idle
de: Inaktiv
es: Inactivo
fr: Inactif
ja: 待機中
ru: Ожидание
zh_hans: 空闲

source: Loading…
de: Wird geladen…
es: Cargando…
fr: Chargement…
ja: 読み込み中…
ru: Загрузка…
zh_hans: 正在加载…

source: Ready
de: Bereit
es: Listo
fr: Prêt
ja: 準備完了
ru: Готово
zh_hans: 就绪

source: Downloading…
de: Wird heruntergeladen…
es: Descargando…
fr: Téléchargement…
ja: ダウンロード中…
ru: Загрузка…
zh_hans: 正在下载…

source: Navigation failed
de: Navigation fehlgeschlagen
es: Error de navegación
fr: Échec de la navigation
ja: ナビゲーションに失敗
ru: Ошибка навигации
zh_hans: 导航失败

source: Web process crashed
de: Web-Prozess abgestürzt
es: El proceso web se cerró inesperadamente
fr: Le processus Web a quitté de manière inattendue
ja: Webプロセスがクラッシュしました
ru: Процесс Web завершился с ошибкой
zh_hans: Web 进程崩溃

source: The WebContent process terminated. Reload the page or try again.
de: Der WebContent-Prozess wurde beendet. Laden Sie die Seite neu oder versuchen Sie es erneut.
es: El proceso WebContent terminó. Recarga la página o inténtalo de nuevo.
fr: Le processus WebContent s’est arrêté. Rechargez la page ou réessayez.
ja: WebContentプロセスが終了しました。ページを再読み込みしてもう一度お試しください。
ru: Процесс WebContent завершился. Перезагрузите страницу или попробуйте ещё раз.
zh_hans: WebContent 进程已终止。重新加载页面或重试。

source: Download location
de: Downloadordner
es: Ubicación de descarga
fr: Emplacement des téléchargements
ja: ダウンロード先
ru: Папка загрузки
zh_hans: 下载位置

source: Change…
de: Ändern…
es: Cambiar…
fr: Modifier…
ja: 変更…
ru: Изменить…
zh_hans: 更改…

source: Luma uses your Downloads folder by default. A custom folder is remembered for future updates.
de: Luma verwendet standardmäßig den Ordner „Downloads“. Ein benutzerdefinierter Ordner wird für zukünftige Updates gespeichert.
es: Luma usa la carpeta Descargas de forma predeterminada. La carpeta personalizada se recordará para futuras actualizaciones.
fr: Luma utilise par défaut votre dossier Téléchargements. Un dossier personnalisé est mémorisé pour les prochaines mises à jour.
ja: LumaはデフォルトでDownloadsフォルダを使用します。カスタムフォルダは今後のアップデート用に記憶されます。
ru: По умолчанию Luma использует папку «Загрузки». Выбранная папка сохраняется для следующих обновлений.
zh_hans: Luma 默认使用“下载”文件夹。自定义文件夹会保存下来，用于后续更新。

source: Choose
de: Auswählen
es: Elegir
fr: Choisir
ja: 選択
ru: Выбрать
zh_hans: 选择

source: Choose where Luma should save future updates.
de: Wählen Sie den Ordner, in dem Luma zukünftige Updates speichern soll.
es: Elige dónde debe guardar Luma las futuras actualizaciones.
fr: Choisissez où Luma doit enregistrer les prochaines mises à jour.
ja: 今後のLumaアップデートを保存する場所を選択してください。
ru: Выберите папку для сохранения будущих обновлений Luma.
zh_hans: 选择 Luma 保存未来更新的位置。

source: A direct download is not available for this update.
de: Für dieses Update ist kein direkter Download verfügbar.
es: No hay una descarga directa disponible para esta actualización.
fr: Aucun téléchargement direct n’est disponible pour cette mise à jour.
ja: このアップデートでは直接ダウンロードを利用できません。
ru: Для этого обновления недоступна прямая загрузка.
zh_hans: 此更新没有可用的直接下载。

source: Luma needs access to a folder where it can save the update.
de: Luma benötigt Zugriff auf einen Ordner, in dem das Update gespeichert werden kann.
es: Luma necesita acceso a una carpeta para guardar la actualización.
fr: Luma a besoin d’accéder à un dossier pour enregistrer la mise à jour.
ja: Lumaがアップデートを保存するフォルダへのアクセスが必要です。
ru: Luma нужен доступ к папке для сохранения обновления.
zh_hans: Luma 需要访问用于保存更新的文件夹。

source: Luma could not access the saved download folder. Choose another folder in Settings.
de: Luma konnte nicht auf den gespeicherten Downloadordner zugreifen. Wählen Sie in den Einstellungen einen anderen Ordner.
es: Luma no pudo acceder a la carpeta de descarga guardada. Elige otra carpeta en Ajustes.
fr: Luma n’a pas pu accéder au dossier de téléchargement enregistré. Choisissez un autre dossier dans les réglages.
ja: Lumaは保存されたダウンロードフォルダにアクセスできませんでした。設定で別のフォルダを選択してください。
ru: Luma не удалось получить доступ к сохранённой папке загрузки. Выберите другую папку в настройках.
zh_hans: Luma 无法访问保存的下载文件夹。请在设置中选择其他文件夹。

source: Allow Access
de: Zugriff erlauben
es: Permitir acceso
fr: Autoriser l’accès
ja: アクセスを許可
ru: Разрешить доступ
zh_hans: 允许访问

source: Choose where Luma should save updates. Downloads is selected by default.
de: Wählen Sie den Ordner, in dem Luma Updates speichern soll. Standardmäßig ist „Downloads“ ausgewählt.
es: Elige dónde debe guardar Luma las actualizaciones. Descargas está seleccionada de forma predeterminada.
fr: Choisissez où Luma doit enregistrer les mises à jour. Téléchargements est sélectionné par défaut.
ja: Lumaがアップデートを保存する場所を選択してください。デフォルトではDownloadsが選択されています。
ru: Выберите папку для сохранения обновлений Luma. По умолчанию выбрана папка «Загрузки».
zh_hans: 选择 Luma 保存更新的位置。默认选择“下载”文件夹。

source: Allow
de: Erlauben
es: Permitir
fr: Autoriser
ja: 許可
ru: Разрешить
zh_hans: 允许

source: Allow Luma to update %@ in this folder.
de: Luma erlauben, %@ in diesem Ordner zu aktualisieren.
es: Permite que Luma actualice %@ en esta carpeta.
fr: Autorisez Luma à mettre à jour %@ dans ce dossier.
ja: このフォルダで%@を更新することをLumaに許可します。
ru: Разрешите Luma обновить %@ в этой папке.
zh_hans: 允许 Luma 在此文件夹中更新 %@。

source: Quit and Install
de: Beenden und installieren
es: Salir e instalar
fr: Quitter et installer
ja: 終了してインストール
ru: Завершить работу и установить
zh_hans: 退出并安装

source: Quit %@ to install the update?
de: %@ beenden, um das Update zu installieren?
es: ¿Salir de %@ para instalar la actualización?
fr: Quitter %@ pour installer la mise à jour ?
ja: アップデートをインストールするために%@を終了しますか？
ru: Завершить работу %@ для установки обновления?
zh_hans: 退出 %@ 以安装更新？

source: Luma needs to replace the installed application. Unsaved work in %@ may be lost.
de: Luma muss die installierte App ersetzen. Nicht gespeicherte Arbeit in %@ kann verloren gehen.
es: Luma necesita reemplazar la aplicación instalada. El trabajo no guardado en %@ puede perderse.
fr: Luma doit remplacer l’application installée. Les modifications non enregistrées dans %@ peuvent être perdues.
ja: Lumaはインストール済みアプリを置き換える必要があります。%@の未保存の作業は失われる可能性があります。
ru: Luma необходимо заменить установленное приложение. Несохранённые данные в %@ могут быть потеряны.
zh_hans: Luma 需要替换已安装的应用。%@ 中未保存的工作可能会丢失。

source: The installed application could not be found.
de: Die installierte App wurde nicht gefunden.
es: No se pudo encontrar la aplicación instalada.
fr: L’application installée est introuvable.
ja: インストールされているアプリが見つかりません。
ru: Не удалось найти установленное приложение.
zh_hans: 找不到已安装的应用。

source: Luma could not access the application’s installation folder.
de: Luma konnte nicht auf den Installationsordner der App zugreifen.
es: Luma no pudo acceder a la carpeta de instalación de la aplicación.
fr: Luma n’a pas pu accéder au dossier d’installation de l’application.
ja: Lumaはアプリのインストールフォルダにアクセスできませんでした。
ru: Luma не удалось получить доступ к папке установки приложения.
zh_hans: Luma 无法访问应用的安装文件夹。

source: The selected folder does not contain the installed application.
de: Der ausgewählte Ordner enthält die installierte App nicht.
es: La carpeta seleccionada no contiene la aplicación instalada.
fr: Le dossier sélectionné ne contient pas l’application installée.
ja: 選択したフォルダにインストール済みアプリがありません。
ru: В выбранной папке нет установленного приложения.
zh_hans: 所选文件夹不包含已安装的应用。

source: The application is still running. Quit it and try again.
de: Die App läuft noch. Beenden Sie sie und versuchen Sie es erneut.
es: La aplicación sigue ejecutándose. Ciérrala e inténtalo de nuevo.
fr: L’application est toujours ouverte. Fermez-la et réessayez.
ja: アプリはまだ実行中です。終了してもう一度お試しください。
ru: Приложение всё ещё запущено. Завершите его работу и попробуйте снова.
zh_hans: 应用仍在运行。请退出后重试。

source: Luma could not replace the installed application. The original app was restored when possible.
de: Luma konnte die installierte App nicht ersetzen. Die ursprüngliche App wurde, sofern möglich, wiederhergestellt.
es: Luma no pudo reemplazar la aplicación instalada. La aplicación original se restauró cuando fue posible.
fr: Luma n’a pas pu remplacer l’application installée. L’application d’origine a été restaurée lorsque cela était possible.
ja: Lumaはインストール済みアプリを置き換えられませんでした。可能な場合は元のアプリを復元しました。
ru: Luma не удалось заменить установленное приложение. По возможности исходное приложение восстановлено.
zh_hans: Luma 无法替换已安装的应用。在可能的情况下，原应用已恢复。

source: The installed application did not pass the final identity and version check.
de: Die installierte App hat die abschließende Identitäts- und Versionsprüfung nicht bestanden.
es: La aplicación instalada no superó la comprobación final de identidad y versión.
fr: L’application installée n’a pas réussi la vérification finale de l’identité et de la version.
ja: インストールされたアプリは最終的な識別情報とバージョンの確認に失敗しました。
ru: Установленное приложение не прошло финальную проверку идентичности и версии.
zh_hans: 已安装的应用未通过最终的标识和版本检查。

source: Luma could not open the downloaded installer.
de: Luma konnte den heruntergeladenen Installer nicht öffnen.
es: Luma no pudo abrir el instalador descargado.
fr: Luma n’a pas pu ouvrir l’installateur téléchargé.
ja: Lumaはダウンロードしたインストーラを開けませんでした。
ru: Luma не удалось открыть загруженный установщик.
zh_hans: Luma 无法打开下载的安装程序。

source: Installation was cancelled.
de: Installation wurde abgebrochen.
es: La instalación se canceló.
fr: Installation annulée.
ja: インストールがキャンセルされました。
ru: Установка отменена.
zh_hans: 安装已取消。

source: The selected update does not provide a direct download.
de: Das ausgewählte Update bietet keinen direkten Download.
es: La actualización seleccionada no ofrece una descarga directa.
fr: La mise à jour sélectionnée ne propose pas de téléchargement direct.
ja: 選択したアップデートには直接ダウンロードがありません。
ru: Выбранное обновление не предоставляет прямой загрузки.
zh_hans: 所选更新不提供直接下载。

source: The selected download folder is not available.
de: Der ausgewählte Downloadordner ist nicht verfügbar.
es: La carpeta de descarga seleccionada no está disponible.
fr: Le dossier de téléchargement sélectionné n’est pas disponible.
ja: 選択したダウンロードフォルダは利用できません。
ru: Выбранная папка загрузки недоступна.
zh_hans: 所选下载文件夹不可用。

source: The download server returned HTTP status %lld.
de: Der Downloadserver hat den HTTP-Status %lld zurückgegeben.
es: El servidor de descargas devolvió el estado HTTP %lld.
fr: Le serveur de téléchargement a renvoyé le statut HTTP %lld.
ja: ダウンロードサーバーがHTTPステータス%lldを返しました。
ru: Сервер загрузки вернул HTTP-статус %lld.
zh_hans: 下载服务器返回了 HTTP 状态 %lld。

source: The update download failed.
de: Der Download des Updates ist fehlgeschlagen.
es: La descarga de la actualización falló.
fr: Le téléchargement de la mise à jour a échoué.
ja: アップデートのダウンロードに失敗しました。
ru: Не удалось скачать обновление.
zh_hans: 更新下载失败。

source: The download was cancelled.
de: Der Download wurde abgebrochen.
es: La descarga se canceló.
fr: Le téléchargement a été annulé.
ja: ダウンロードがキャンセルされました。
ru: Загрузка отменена.
zh_hans: 下载已取消。

source: The downloaded response is not an application update.
de: Die heruntergeladene Antwort ist kein App-Update.
es: La respuesta descargada no es una actualización de aplicación.
fr: La réponse téléchargée n’est pas une mise à jour d’application.
ja: ダウンロードした応答はアプリのアップデートではありません。
ru: Загруженный ответ не является обновлением приложения.
zh_hans: 下载的响应不是应用更新。

source: Luma recognized the downloaded file as %@, but that installer format is not supported yet.
de: Luma hat die heruntergeladene Datei als %@ erkannt, aber dieses Installer-Format wird noch nicht unterstützt.
es: Luma reconoció el archivo descargado como %@, pero este formato de instalador aún no es compatible.
fr: Luma a reconnu le fichier téléchargé comme %@, mais ce format d’installation n’est pas encore pris en charge.
ja: Lumaはダウンロードしたファイルを%@として認識しましたが、このインストーラ形式はまだサポートされていません。
ru: Luma распознала загруженный файл как %@, но этот формат установщика пока не поддерживается.
zh_hans: Luma 将下载的文件识别为 %@，但该安装程序格式尚不受支持。

source: Luma could not extract the downloaded update.
de: Luma konnte das heruntergeladene Update nicht extrahieren.
es: Luma no pudo extraer la actualización descargada.
fr: Luma n’a pas pu extraire la mise à jour téléchargée.
ja: Lumaはダウンロードしたアップデートを展開できませんでした。
ru: Luma не удалось распаковать загруженное обновление.
zh_hans: Luma 无法解压下载的更新。

source: No application bundle was found inside the downloaded update.
de: Im heruntergeladenen Update wurde kein App-Bundle gefunden.
es: No se encontró ningún paquete de aplicación en la actualización descargada.
fr: Aucun paquet d’application n’a été trouvé dans la mise à jour téléchargée.
ja: ダウンロードしたアップデート内にアプリバンドルが見つかりません。
ru: В загруженном обновлении не найден пакет приложения.
zh_hans: 下载的更新中未找到应用包。

source: No installer disk image was found inside the downloaded ISO.
de: Im heruntergeladenen ISO wurde kein Installationsabbild gefunden.
es: No se encontró ninguna imagen de disco del instalador en el ISO descargado.
fr: Aucune image disque d’installation n’a été trouvée dans l’ISO téléchargé.
ja: ダウンロードしたISO内にインストーラのディスクイメージが見つかりません。
ru: В загруженном ISO не найден образ установщика.
zh_hans: 下载的 ISO 中未找到安装程序磁盘映像。

source: The downloaded application is not the expected app (bundle ID %@, expected %@).
de: Die heruntergeladene App ist nicht die erwartete App (Bundle-ID %@, erwartet %@).
es: La aplicación descargada no es la esperada (ID de bundle %@, esperado %@).
fr: L’application téléchargée n’est pas l’application attendue (ID de bundle %@, attendu %@).
ja: ダウンロードしたアプリは想定したものではありません（Bundle ID %@、想定 %@）。
ru: Загруженное приложение не соответствует ожидаемому (bundle ID %@, ожидалось %@).
zh_hans: 下载的应用不是预期的应用（Bundle ID %@，预期为 %@）。
